/*Traditional Chinese*/
var BOOK_ABBR_CHI=new Array( "創","出","利","民","申","書","士","得","撒上","撒下","王上","王下",
                    "代上","代下","拉","尼","斯","伯","詩","箴","傳","歌","賽","耶",
                    "哀","結","但","何","珥","摩","俄","拿","彌","鴻","哈","番","該","亞","瑪",
                    "太","可","路","約","徒","羅","林前","林後","加","弗","腓","西",
                    "帖前","帖後","提前","提後","多","門","來","雅",
                    "彼前","彼後","約一","約二","約三","猶","啟");
var BOOK_ABBR_ENG=new Array("Gen","Ex","Lev","Num","Deut","Josh","Judg","Ruth","1 Sam","2 Sam",
                "1 Kin","2 Kin","1 Chr","2 Chr","Ezra","Neh","Esth","Job","Ps","Prov",
                "Eccl","Song","Is","Jer","Lam","Ezek","Dan","Hos","Joel","Amos","Obad",
                "Jon","Mic","Nah","Hab","Zeph","Hag","Zech","Mal",
                "Matt","Mark","Luke","John","Acts","Rom","1 Cor","2 Cor","Gal","Eph",
                "Phil","Col","1 Thess","2 Thess","1 Tim","2 Tim","Titus","Philem",
                "Heb","James","1 Pet","2 Pet","1 John","2 John","3 John","Jude","Rev");
var BOOK_FULLNAME_CHI=new Array( "創世記","出埃及記","利未記","民數記","申命記","約書亞記","士師記",
                            "路得記","撒母耳記上","撒母耳記下","列王紀上","列王紀下",
                            "歷代志上","歷代志下","以斯拉記","尼希米記","以斯帖記","約伯記",
                            "詩篇","箴言","傳道書","雅歌","以賽亞書","耶利米書",
                            "耶利米哀歌","以西結書","但以理書","何西阿書","約珥書","阿摩司書",
                            "俄巴底亞書","約拿書","彌迦書","那鴻書","哈巴谷書",
                            "西番雅書","哈該書","撒迦利亞書","瑪拉基書",
                            "馬太福音","馬可福音","路加福音","約翰福音","使徒行傳","羅馬書",
                            "哥林多前書","哥林多後書","加拉太書","以弗所書","腓立比書","歌羅西書",
                            "帖撒羅尼迦前書","帖撒羅尼迦後書","提摩太前書","提摩太後書",
                            "提多書","腓利門書","希伯來書","雅各書",
                            "彼得前書","彼得後書","約翰壹書","約翰貳書","約翰參書","猶大書","啟示錄");    
var BOOK_CHAPTER_NUM=new Array( 50,40,27,36,34,24,21,4,31,24,22,25,
                            29,36,10,13,10,42,150,31,12,8,66,52,
                            5,48,12,14,3,9,1,4,7,3,3,3,2,14,4,
                            28,16,24,21,28,16,16,13,6,6,4,4,
                            5,3,6,4,3,1,13,5,
                            5,3,5,1,1,1,22                            
                            );